Repository: mariobrosch/scoreboard
Catalog: Scoreboard/Properties/Resource.*.resx
Languages: nl_nl

source: and
nl_nl: en

# completeRemove
source: Remove completely?
nl_nl: Volledig verwijderen?

# continueMatch
source: Continue this match?
nl_nl: Verder gaan met deze wedstrijd?

# exportOnlyLocalstorage
source: Export data only possible for local storage data
nl_nl: Exporteren van data alleen voor local storage mogelijk.

source: has won
nl_nl: heeft gewonnen

# help1
source: Use your keyboard to adjust score.\r\nLeft team has the following shortcuts:
nl_nl: Gebruik je toetsenbord om score op te hogen.\r\nVoor linkerteam gelden de volgende sneltoetsen:

# help2
source: L, Left shift, Left, Numpad 0, 1, 4 and 7
nl_nl: L, Linker shift, Links, Numpad 7

# help3
source: For the right team:
nl_nl: Voor het rechterteam:

# help4
source: R, Right shift, Right, Numpad 3, 6 and 9
nl_nl: R, Rechter shift, Rechts, Numpad 9

# help5
source: Z for minus 1 for left team
nl_nl: Z en numpad 1 voor minpunt linker team

# help6
source: X for minus 1 for right team
nl_nl: X en numpad 3 voor minpunt rechterteam

source: Highscore
nl_nl: Topscore

# matchPlayedErrorDesc
source: Match already played, adjusting score not possible.
nl_nl: Wedstrijd is al gepseeld, punten bewerken niet mogelijk.

# matchTypeRemovedDescription
source: Matchtype is being removed. Has no related data.
nl_nl: Speltype wordt verwijderd. Speltype heeft geen wedstrijd data

source: New
nl_nl: Nieuw

# NoDataFound
source: No data found to export
nl_nl: Geen data gevonden

source: No matches found
nl_nl: Geen wedstrijden gevonden

# noMatchTypesFound
source: No matchtypes found, please create one first.
nl_nl: Geen wedstrijd types gevonden, maak er eerst eentje aan voordat een spel gemaakt kan worden.

# notEnoughPlayers
source: Minimal of two players are required to start a new match
nl_nl: Minimaal 2 spelers nodig voordat een spel gestart kan worden. Maak eerst spelers aan.

# NoUnfinishedMatches
source: No unfinished matches found, start new match?
nl_nl: Geen wedstrijden zonder winnaar gevonden, een nieuwe starten?

source: played
nl_nl: gespeeld

# recentMatch1
source: One recent match found between
nl_nl: Eén recente (laatste week) wedstrijd gevonden tussen

source: Remove?
nl_nl: Verwijderen?

# RemoveMatchType
source: Remove this matchtype?
nl_nl: Verwijderen van dit speltype?

source: Remove player?
nl_nl: Verwijderen van deze speler?

# RemovePlayerCompletely
source: Played will be removed completely. Player has no historical data.
nl_nl: Speler wordt verwijderd. Speler heeft geen wedstrijd data

# RemovePlayerCompletelyTitle
source: Remove player completely?
nl_nl: Volledig verwijderen?

# SaveZip
source: Save backup zip file
nl_nl: Opslaan backup zip bestand

# setPlayedErrorDesc
source: Set already played, adjusting score not possible
nl_nl: Set is al gespeeld, punten bewerken niet mogelijk

source: sets played
nl_nl: sets gespeeld

# setupErrorDescription
source: Player can only be picked once
nl_nl: Speler kan niet meerdere keren opgesteld worden

# setupErrorTitle
source: Setup error
nl_nl: Opstellingsfout

# singlePlayerStat
source: played with a highscore on
nl_nl: gespeeld waarvan de hoogste score op

# standings
source: Standings are
nl_nl: Stand is

source: Start next set?
nl_nl: Start volgende set?

source: There are
nl_nl: Er zijn

source: with matchtype
nl_nl: met als speltype

source: won
nl_nl: gewonnen
